class Client:
    def __init__(self, Имя, Фамилия, Город, Баланс):
        self.Имя = Имя
        self.Фамилия = Фамилия
        self.Город = Город
        self.Баланс = Баланс

    def __str__(self):
        return f'Клиент : {self.Имя}, {self.Фамилия}, {self.Город}, {self.Баланс}.'


client1 = {
    "Имя": "Иван",
    "Фамилия": "Петров",
    "Город": "Москва",
    "Баланс": "50"
}
client2 = {
    "Имя": "Мария",
    "Фамилия": "Иванова",
    "Город": "Самара",
    "Баланс": "100"
}
c1 = client1
print(c1)